Repository: JPods/WebClerk19
Catalog: Resources/*.lproj/invoicesFR 2.xlf
Languages: fr

# STARTUP
source: 4D Invoicing App
fr: Application de facturation 4D

source: INVOICES
fr: Factures

source: Invoice Lines
fr: Lignes de facture

source: PRODUCTS
fr: Produits

source: SETTINGS
fr: Réglages

source: Graph
fr: Graphe

# StartupScreen
source: Main Dialog
fr: Ecran principal

source: Yes
fr: Oui

source: No
fr: Non

source: Cancel
fr: Annuler

# Sure?
source: Are you sure?
fr: Etes-vous sûr?

source: Find
fr: Trouver

source: Rename
fr: Renommer

source: True
fr: Vrai

source: False
fr: Faux

source: Continue
fr: Continuer

source: Remove
fr: Supprimer

source: Edit
fr: Editer

source: Property Value
fr: Valeur de propriété

source: Property Name
fr: Nom de propriété

source: Print
fr: Imprimer

source: Labels
fr: Etiquettes

source: Reports
fr: Rapports

source: Query
fr: Chercher

source: Subset
fr: Extraire

source: All
fr: Tous

source: Delete
fr: Effacer

source: Add
fr: Ajouter

source: Sort
fr: Trier

source: Export
fr: Exporter

source: Graphs
fr: Graphes

source: Validate
fr: Valider

source: First
fr: Premier

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Previous
fr: Précédent

source: Open Record
fr: Ouvrir fiche

source: Edit Record
fr: Editer fiche

source: Lock/Unlock
fr: Verrouiller/Déverrouiller

# New
source: New Record
fr: Nouvelle fiche

# Unlock
source: Edit
fr: Editer

# Lock
source: Read Only
fr: Lecture seule

# Property_Add
source: Add a Property
fr: Ajouter une propriété

# Property_Delete
source: Remove a Property
fr: Supprimer une propriété

# Property_Settings
source: Settings
fr: Réglages

source: Name
fr: Nom

source: ZIP Code
fr: Code postal

source: City
fr: Ville

source: State
fr: Etat

source: Country
fr: Pays

source: Address
fr: Addresse

source: Numbers
fr: Numéros

# eAddress
source: e-Addresses
fr: Addresses internet

source: Kind
fr: Sorte

# Web
source: Web Site
fr: Site web

source: Phone
fr: Téléphone

source: Mobile
fr: Portable

# NbInvoices
source: Nb Inv.
fr: Nb Fact.

source: Zip
fr: CP

source: General Information
fr: Informations générales

source: Discount Rate
fr: Taux de remise

source: Comments
fr: Commentaires

source: Total Sales
fr: Total ventes

source: Unit Price
fr: Prix unitaire

source: Tax Rate (%)
fr: Taux de taxe (%)

source: Number
fr: Numéro

source: Subtotal
fr: Sous-total

source: Paid
fr: Payé

source: Payment Date
fr: Date de paiement

source: Payment Method
fr: Moyen de paiement

source: Reference
fr: Référence

source: Credit Note
fr: Avoir

source: Tax Rate
fr: Taux de taxe

source: Invoice Details
fr: Détail de la facture

source: Client Information
fr: Informations sur le client

source: days
fr: jours

source: Payment Delay
fr: Délai de paiement

source: Invoice Number
fr: Numéro de facture

source: Payment Reference
fr: Réf. paiement

source: Payment Date
fr: Date de paiement

source: Proforma Number
fr: Numéro de proforma

source: Discount (%)
fr: Remise (%)

source: Quantity
fr: Quantité

source: Tax
fr: Taxes

source: Enter a product reference or name
fr: Entrez un nom ou une référence produit

source: Product Name
fr: Nom du produit

source: Product Details
fr: Details produit

source: Product Picture
fr: Photo du produit

source: Sale Price
fr: Prix de vente

source: Optional Data
fr: Données optionnelles

# Drag and Drop
source: Drag and Drop a Picture here
fr: Glissez-déposez une image ici

# Add a Picture
source: Import a Picture
fr: Importer une image

source: Add a Property
fr: Ajouter une propriété

source: Delete Property
fr: Supprimer une propriété

source: List Settings
fr: Liste des réglages

source: Current Invoice Number
fr: Numéro courant de facture

source: Current Proforma Number
fr: Numéro courant de proforma

source: General Settings
fr: Réglages généraux

source: Line_Number
fr: Numéro de ligne

# Line_NumberS
source: Line
fr: Ligne

source: Product Unit Price
fr: Prix unitaire du produit

# L_Product_Ref
source: Product Ref.
fr: Référence du produit

# L_Product_ID
source: P.ID
fr: ID.Prod

source: Product ID
fr: Identifiant produit

source: Product Reference
fr: Référence produit

source: Qty
fr: Qté

# PUP
source: Unit Price
fr: Prix unitaire

source: Discount Rate
fr: Taux de remise

source: %Discount
fr: %Remise

# L_Tax
source: %Tax
fr: %Taxe

source: Tax Rate
fr: Taux de taxe

source: Total Tax
fr: Total des taxes

# Total_Qty
source: Total Quantity
fr: Quantité totale

source: Total Sales
fr: Total des ventes

source: clients out of
fr: clients parmi

source: invoices out of
fr: factures parmi

source: products out of
fr: produits parmi

source: Invoices
fr: Factures

source: Products
fr: Produits

source: Settings
fr: Réglages

source: Add Text
fr: Ajouter un texte

source: Add Numeric
fr: Ajouter un nombre

source: Add Date
fr: Ajouter une date

source: Add Boolean
fr: Ajouter un booléen

source: Add List
fr: Ajouter une liste

source: Add Line
fr: Ajouter une ligne

source: Adding Line
fr: Ajout ligne

# Modify Line
source: Modify Line [1]
fr: Modifier Ligne [1]

# Modifying Line
source: Modifying Line [1]
fr: Modification Ligne [1]

# Modifying Property
source: Modifying Property '[1]'"
fr: Modification Propriété '[1]'

# Modify Property
source: Modify Property '[1]'"
fr: Modifier Propriété '[1]'

source: New Property"
fr: Nouvelle propriété

source: Show Horizontal Grid Lines
fr: Montrer lignes horizontales

source: Show Vertical Grid Lines
fr: Montrer lignes verticales

source: Enterable
fr: Saisissable

# AltBackGround
source: Alternate Background color
fr: Couleur de fond alternée

# Recordnotbeensaved
source: The Record has not been saved for the following reason: [1]!
fr: La fiche n'a pas été sauvée pour le motif: [1] !

source: There is nothing to delete!
fr: Il n'y a rien à supprimer!

# delete this Entity
source: Do you actually want to delete this Entity?[CR](This action cannot be undone)
fr: Voulez-vous vraiment supprimer cette entité?[CR](Cette action est irréversible)

# Recordinuse
source: This Record is presently in use (by [1]), it cannot be deleted!
fr: Cette fiche est utilisée (par [1]), elle ne peut être supprimée !

# Recordinusesaved
source: This Record is presently in use (by [1]), it cannot be saved!
fr: Cette fiche est utilisée (par [1]), elle ne peut être sauvée !

# Recorddeleted
source: This Record has already been deleted!
fr: Cette fiche a déjà été supprimée !

# Something strange
source: Something strange has happened ([1])You will not be able to delete it.
fr: Erreur imprévue ([1]) Vous ne pouvez pas supprimer.

# Something strangesave
source: Something strange has happened ([1])You will not be able to save it.
fr: Erreur imprévue ([1])Vous ne pouvez pas sauver.

# Something strangemodify
source: Something strange has happened ([1])You will not be able to modify it.
fr: Erreur imprévue ([1])Vous ne pouvez pas modifier.

# Read-Only mode
source: You cannot delete this Record, because you are in Read-Only mode!
fr: Vous ne pouvez pas supprimer cette fiche, vous êtes en lecture seule !

# deleteSelection
source: Do you actually want to delete this Selection of [1] Record(s)?[CR](This action cannot be undone)
fr: Voulez-vous vraiment supprimer cette sélection of [1] fiche(s) ?[CR](Cette action est irréversible)

source: Delete it
fr: Supprimer

source: Remove it
fr: Enlever

# You have dropped
source: You have dropped [1] Records from the [2] Table!
fr: Vous avez supprimé [1] fiche(s) dans la table [2] !

# At least one
source: At least one Record cannot be dropped, the Operation has been canceled, please try later.
fr: Au moins une fiche ne peut pas être supprimée, l'opération a été annulée, réessayez plus tard.

# Record in use by
source: This Record is presently in use (by [1]), it will be opened in Read-Only mode!
fr: Cette fiche est utilisée (par [1]), elle sera ouverte en lecture seule !

# Recordnotdeleted
source: The Record has not been deleted for the following reason: [1]!
fr: Cette fiche n'a pas été supprimée pour le motif: [1] !

# unexpected problem
source: An unexpected problem has occured!
fr: Erreur inattendue !

# RetryOrCancel
source: You may want to retry later, or to Cancel!
fr: Vous pourrez ré essayer plus tard ou annuler !

# Recordnotexist
source: This Record doesn't exist anymore!
fr: Cette fiche n'existe plus !

# RecordMerged
source: This Record has been modified since you've loaded it, and it it has been merged with you own modifications.[CR]You may want to see the final result!
fr: Cette fiche a été modifiée depuis votre chargement, mais vos modifications ont été prises en compte.[CR]Vous pourrez le vérifier !

# RecordNotMerged
source: This Record has been modified since you've loaded it, and it it has NOT been merged with you own modifications.[CR]Please redo this Operation!
fr: Cette fiche a été modifiée depuis votre chargement, et vos modifications n'ont PAS été prises en compte.[CR]Refaites cette opération SVP !

# RecordNewVersion
source: This Record has already been modified, you will get the new version.
fr: Cette fiche a été modifiée, vous aurez sa mise à jour.

# Recordhasbeenlock
source: This Record has been locked by another User! ([1] / [2])[CR]You will not be able to modify it. Please retry later.
fr: Cette fiche a été verrouillée par un autre utilisateur ! ([1] / [2])[CR]Vous ne pouvez pas la modifier. Réessayez plus tard.

# RecordhasProblem
source: This Record got a serious problem:[1]You will not be able to modify it.
fr: Cette fiche a un problème:[1] Vous ne pouvez pas la modifier.

# loseModifs
source: This Record has been modified. If not saved, you may lose your modifications.[CR]Do you want to save it?
fr: Cette fiche a été modifiée. Vous risquez de perdre vos modifications.[CR]Voulez-vous la sauver ?

source: Save it
fr: Sauver

source: Do not save it
fr: Ne pas sauver

# followingProblem
source: The following problem occured: [1]!
fr: Un problème est survenu: [1]!

# RecordIs
source: This Record is [1], you will not be able to modify it because it is [2]!
fr: Cette fiche est [1], vous ne pouvez pas la modifier car elle est [2] !

# ForbiddenCharacter
source: The Name '[1]' contains forbidden character(s)!
fr: Le nom '[1]' contient des caractères interdits!

# RemoveProperty
source: Do you actually want to remove the Property '[1]' from this List?
fr: Voulez-vous vraiment supprimer la propriété '[1]' de cette liste ?

# RemoveLine
source: Do you actually want to remove the Line '[1]' from this List?
fr: Voulez-vous vraiment supprimer la ligne '[1]' de cette liste ?

# EnterValue
source: Enter a List of Values, separated by Commas (,) or by Returns (⏎)
fr: Entrez une liste de valeurs, séparées par des virgules (,) ou par des retours chariot (⏎)

# FindProduct
source: To find a Product, type Name or Reference here ->
fr: Pour trouver un produit, entrez un nom ou une référence ici ->

source: No invoices in the past 6 months
fr: Pas de facture dans les 6 derniers mois

source: No product(s) selected
fr: Pas de produit sélectionné

source: You can not unpaid an invoice!
fr: Vous ne pouvez pas rendre impayée une facture !

source: You can not change an invoice into a pro forma!
fr: Vous ne pouvez pas transformer une facture en proforma!

source: Do you really want to delete this client?
fr: Voulez-vous réellement supprimer ce client?

source: The pro forma changes into an invoice that will not be modifiable anymore. Continue?
fr: La proforma transformée en facture ne sera plus modifiable. Continuer ?

source: Turnover
fr: Facturation

# Tip_Print
source: Print Selection
fr: Imprimer les fiches sélectionnées

# Tip_Labels
source: Print Labels
fr: Imprimer les étiquettes

# Tip_Reports
source: Print Reports
fr: Imprimer les rapports

# Tip_Query
source: Query
fr: Chercher

# Tip_Subset
source: Extract Subset
fr: Extraire la sous sélection

# Tip_All
source: All Records
fr: Toutes les fiches

# Tip_Delete
source: Delete Selected Records
fr: Supprimer les fiches sélectionnées

# Tip_Add
source: Add Record
fr: Ajouter une fiche

# Tip_Sort
source: Sort Selection
fr: Trier la sélection

# Tip_SortExtend
source: Sort Selection (Alt-Click for an Extended Sort)
fr: Trier la sélection

# Tip_Export
source: Export Selected Records
fr: Exporter les fiches sélectionnées

# Tip_Graphs
source: Graphs
fr: Graphes

# Tip_Cancel
source: Cancel
fr: Annuler

# Tip_Validate
source: Validate
fr: Valider

# Tip_First
source: First Record
fr: Première fiche

# Tip_Next
source: Next Record
fr: Fiche suivante

# Tip_Last
source: Last Record
fr: Dernière fiche

# Tip_Previous
source: Previous Record
fr: Fiche précédente

# Tip_LockUnlock
source: Switch between Locked and Unlocked States
fr: Verrouiller/Déverrouiller

# Tip_Unlock
source: Unlocks the Record in order to accept modifications
fr: Déverrouiller la fiche pour accepter la mise à jour

# Tip_Open
source: Opens the Record in detailed view
fr: Ouvre le détail de la fiche

# Tip_Property_Add
source: Add a Property
fr: Ajouter une propriété

# Tip_Property_Delete
source: Remove a Property
fr: Supprimer une propriété

# Tip_Property_Settings
source: Settings
fr: Réglages

# Tip_Picture
source: Click to import a Picture, or Drag and Drop a Picture in the area above
fr: Cliquer pour importer une image, ou glissez-déposez une image dans la zone ci-dessus

# Tip_Line_Add
source: Add a Line
fr: Ajouter une ligne

# Tip_Line_Delete
source: Remove a Line
fr: Supprimer une ligne

# Tip_GotoClient
source: Show Clients corresponding to the current selected record(s)
fr: Voir les clients relatifs aux fiches sélectionnées

# Tip_GotoInvoice
source: Show Invoices corresponding to the current selected record(s)
fr: Voir les factures relatives aux fiches sélectionnées

# Tip_GotoProduct
source: Show Products corresponding to the current selected record(s)
fr: Voir les produits relatifs aux fiches sélectionnées

source: New Record
fr: Nouvelle fiche

# A_Record
source: Record
fr: Fiche

# No_Record
source: No Record for [1]
fr: Pas de fiche pour [1]

source: selected
fr: sélectionné

# Order_By
source: Order [1] by...
fr: Trier [1] par...

# No_Click
source: You must be in Edit Mode to use this Menu
fr: Vous devez être en mode édition pour utiliser ce Menu

# VersionCheck
source: You should open this database with 4D v17 R2 or a later R version.[CR]Click OK to Quit 4D.
fr: Ouvrez cette base avec 4D v17 R2 ou version supérieure.[CR]Cliquez sur OK pour Quitter 4D.

# Enter_Exp
source: Enter an Expression
fr: Saisissez une expression

# Enter_Anything
source: Enter anything to select a Client
fr: Saisissez quelque chose pour sélectionner un client

# Select_Prop
source: Select a Property
fr: Sélectionnez une propriété

source: Anywhere
fr: N'importe où

# Select_Num
source: Select a Numeric
fr: Sélectionner un nombre

# Select_Date
source: Select a Date
fr: Sélectionner une date

# In_Sel
source: In Selection
fr: Dans la sélection

source: Search
fr: Chercher

source: Access
fr: Accès

# Prod_Picture
source: Product Picture
fr: Photo du produit

# Prod_Detail
source: Product Details
fr: Details du produit

source: Caracteristics
fr: Caractéristiques

source: Property
fr: Propriété

source: Value
fr: Valeur

# NoCaracteristics
source: There are no Caracteristics yet
fr: Il n'y a pas encore de caractéristiques

# AddPlus
source: + Add
fr: + Ajouter

# Cli_Ident
source: Identity
fr: Identité

# NoInvoices
source: There are no Invoices yet
fr: Il n'y a pas encore de factures

# NoProps
source: There are no Properties yet
fr: Il n'y a pas encore de propriétés

# NoGeneric
source: There are no [1] yet
fr: Il n'y a pas encore de [1]

# Cli_Total
source: Total Sales
fr: Total des ventes

# Inv_Detail
source: Invoice Details
fr: Détail de la facture

source: or
fr: ou

# DD_Picture
source: Drag'n Drop a Picture here
fr: Glissez et déposez une image ici

# Cli_Info
source: Client Information
fr: Information client

# CompName
source: Company Name
fr: Nom de la société

# CompLogo
source: Company Logo
fr: Logo de la société

source: Options List
fr: Liste des options

# L_Enterable
source: Enterable in List
fr: Saisissable en liste

# H_Lines
source: Visible Horizontal Lines
fr: Lignes horizontales visibles

# V_Lines
source: Visible Vertical Lines
fr: Lignes verticales visibles

# AlternateBckg
source: Alternate Background Color
fr: Alterner la couleur de fond

source: Behavior
fr: Comportement

# MultiProcess
source: Allow Multiple Processes
fr: Autoriser plusieurs processes

# MultiRecords
source: Open Multiple Records simultaneously
fr: Ouvrir plusieurs fiches en même temps

# InvoiceNumber
source: Last Invoice Number
fr: Dernier numéro de facture

# ProFormaNumber
source: Last ProForma Number
fr: Dernier numéro de ProForma

# QuoteNumber
source: Last Quote Number
fr: Dernier numéro de devis

source: Default Country
fr: Pays par défaut

# DefaultDiscount
source: Default Discount Rate
fr: Taux de remise par défaut

# DefaultTax
source: Default Tax Rate
fr: Taux de taxe par défaut

source: Zip Code
fr: Code postal

source: _Phone
fr: _Téléphone

source: _Mobile
fr: _Portable

source: _Web_Site
fr: _Site_web

source: eAddresses
fr: Adresses Internet

source: Optional Data
fr: Données optionnelles

source: Invoice List
fr: Liste des factures

source: ID
fr: Ident.

source: Display
fr: Affichage

source: Company
fr: Société

source: Invoice ID
fr: Identifiant facture

source: _ProductReference
fr: _Référence Produit

source: _ProductName
fr: _Nom Produit

source: Unit Price
fr: Prix unitaire

source: Line Number
fr: Numéro de ligne

source: Product
fr: Produit

source: Invoice
fr: Facture

source: Invoice Number
fr: Numéro de facture

source: Client ID
fr: Identifiant client

source: Creation Date
fr: Date de création

# Subtotal_BT
source: Subtotal
fr: Sous-total

source: Payment Date
fr: Date de paiement

source: Payment Method
fr: Moyen de paiement

source: Payment_Reference
fr: Référence_Paiement

source: Payment Delay
fr: Délai de paiement

source: Proforma Number
fr: Numéro de proforma

source: Credit Note
fr: Lettre de crédit

source: Lines Fm Invoices
fr: Lignes de facture

source: Picture
fr: Image

source: Sale Price
fr: Prix de vente

source: Lines Fm Product
fr: Lignes de produit

# HOW_1
source: Exact Spelling
fr: Orthographe exacte

# HOW_2
source: Begins with
fr: Commence par

# HOW_3
source: Ends with
fr: Se termine par

# HOW_4
source: Contains
fr: Contient

# Index
source: Use only Indexed Fields
fr: Utiliser seulement les index

# QRY_Settings
source: Settings
fr: Réglages

source: Property exists
fr: Propriété existe

# PropertyNotExist
source: Property does not exist
fr: Propriété n'existe pas

# Menu_1
source: Master Table
fr: Table principale

# Menu_2
source: Object Properties
fr: Propriétés des objets

# Menu_3
source: Related Tables
fr: Tables liées

# SMTP
source: Company SMTP Information
fr: Configuration SMTP

# Host
source: Host name or IP address
fr: Nom du Host ou adresse IP :

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: From
fr: De

# Check
source: Check SMTP configuration
fr: Tester la configuration SMTP

# CheckOK
source: The SMTP information is OK
fr: La Configuration SMTP est OK

# CheckNo
source: An error occurred: [1]
fr: Une erreur est survenue : [1]

# MSubject
source: Mail Subject
fr: Sujet du Mail

# MText
source: Mail Body
fr: Corps du Mail

# Print_M1
source: You are going to print [1] [2].
fr: Vous allez imprimer [1] [2].

# Print_M2
source: How do you want to Print it?
fr: Comment voulez-vous l'imprimer ?

# Print_M3
source: What do you want to do with the Resulting Invoices?
fr: Que voulez-vous faire avec les factures imprimées ?

# Print_M4
source: Select a Folder to receive the PDFs:
fr: Choisissez un dossier pour recevoir les PDFs:

# Print_M5
source: Do you want to preview each Invoice?
fr: Voulez-vous prévisualiser chaque facture ?

# Print_M6
source: You have just printed [1] Invoices!
fr: Vous venez d'imprimer [1] factures(s)!

# asList
source: as a List
fr: une Liste

# asInvoice
source: as Invoices
fr: des Factures

# asPrint
source: Print it
fr: Imprimer

# asMail
source: Mail it to Clients
fr: Envoyer aux Clients
